Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Sii geain lea dakkár vuosteháhku giellamolsumii , oaivvildit ahte guovttegielalašvuohta ii galgga leat gaskaboddosaš dilli , mas olbmot hilgut iežaset eatnigiela eanetlohkogiela dihtii .
nob: De som ønsker dette , ser da for seg at tospråkligheten ikke skal være et overgangsstadium fra det ene språket til det andre .

source: Guovttegielalašvuohta galgá joatkit buolvvas bulvii .
nob: Tospråkligheten skal fortsette fra generasjon til generasjon .

source: Vai dat lea vejolaš , de lea dárbu buoridit unnitlohkogiela árvodási nu ollu servodatsurggiin go vejolaš , ja vai unnitlohkogiela lea olbmuide dohkálaš válljet .
nob: For å sikre dette må man heve minoritetsspråkets status på flest mulig samfunnsområder og slik gjøre det til et attraktivt valg for folk . De samiske politiske og språkfaglige miljøene har særlig samarbeidet med tre typer språksamfunn i utlandet .

source: Jos giellamolsun lea joavdan dan muddui ahte ii šat leat vejolaš dahje lea váttis vánhemiidda oahpahit dan mánáidasaset , de mánáidgárddit ja skuvla šaddet dađe dehálat giellajoregin main vel lea vejolaš sidjiide nannet unnitlohkogiela sajádaga , geat dan háliidit .
nob: Hvis språkskiftet er kommet så langt at det er umulig eller vanskelig for foreldrene å overføre språket til barna , blir barnehagen og skolen desto viktigere språkdomener å arbeide med for de som ønsker å styrke minoritetsspråkenes stilling .

source: Dan barggu , mas ulbmil lea nanusmahttit áitojuvvon unnitlohkogielaid ja jorgalahttit giellamolsašuvvama , mii sáhttit gohčodit gielalaš ealáskahttimin .
nob: Arbeidet for å styrke truede minoritetsspråk og snu språkskiftet , kan vi kalle språklig revitalisering .

source: 1960 ja 1970-jagiid rájis dálážii mii leat vásihan máŋga gielalaš ealáskahttinlihkadusa máilmmi miehtá .
nob: Fra 1960- og 1970-årene og fram til i dag har vi sett mange språklige revitaliseringsbevegelser rundt om i verden .

source: Ieš alddis lea čielggas ahte áitojuvvon unnitlohkogielaid ealáskahttimii leat buoremus vejolašvuođat lihkostuvvat rikkis ja demokráhtalaš servodagain .
nob: Det sier seg selv at revitalisering av truede minoritetsspråk har best vilkår innenfor rike og demokratiske samfunn .

source: Árra ja oahpes ovdamearka oarje-eurohpalaš giellaealáskahttimis lea dattetge riika mii daid áiggiid lei geafes stáhta .
nob: Et tidlig og velkjent eksempel på språkrevitalisering i Vest-Europa er likevel fra det som da var en fattig stat .

source: Maŋŋágo ledje luovus beassan Stuorrabritánnias 1920-logus ođđa irlándalaš stáhta vuoruhii ealáskahttit iragállálaš giela dehálažžan .
nob: Etter frigjøringen fra Storbritannia på 1920-tallet prioriterte den nye irske staten revitalisering av irsk-gælisk språk høyt .

source: Ruovttugiellan iragiela geavahii dušše unna unnitlogoš 1920-logus , muhto symbolan iralaš našuvdnii eiseválddit atne dán giela hui dehálažžan .
nob: Som hjemmespråk ble irsk brukt av en liten minoritet på 1920-tallet , men som symbol for den irske nasjonen så myndighetene på språket som svært viktig .

source: Ovdal iragiella lei leamaš eanetlohkogiella sullos , muhto allaárvosaš eaŋgalasgiella lei njuohkánahttán iragiela , nu ahte šattai dihto guovlluin dušše ruovttugiellan .
nob: Tidligere hadde irsk vært majoritetsspråk på øya , men høyprestisjespråket engelsk hadde trengt irsk tilbake til å bli brukt som hjemmespråk bare i visse distrikter .

source: Nuorra iralaš stáhta almmolaš politihkka lei ahte iragiella galgá ealáskahttojuvvot buot iralaččaid ruovttugiellan riikka miehtá .
nob: Den offisielle politikken i den unge irske staten gikk ut på at irsk skulle revitaliseres som hjemmespråk for irer over hele landet .

source: Dat ii lihkostuvvan , muhto dainnago oahpahusvuogádagas lea sadji iragillii , de odne dili mielde viehka stuorra oassi iralaččain máhttet iragiela .
nob: Dette lyktes ikke , men på grunn av det irske språkets plass i undervisningssystemet er det i dag en relativt stor del av irene som kan snakke irsk .

source: Maŋimuš jagiid leat iragielalaš skuvllat mat oahpahit giellalávgomálle mielde iragiela , lassánan dađistaga .
nob: De siste årene har irskspråklige grunnskoler som følger en språkbadsmodell , blitt mer og mer vanlige .

source: Dáid skuvllaid gielalaš bohtosat leat buorebut go iragiela árbevirolaš oahpahusa bohtosat .
nob: De språklige resultatene ved disse skolene er bedre enn ved tradisjonell irskundervisning .

source: Iragiella lea dattetge spiehkastat dainnago hárve stáhta dáhttu dahkat áitojuvvon unnitlohkogiela iežas boahtteáigásaš váldogiellan .
nob: Irsk representerer likevel et unntak siden det er sjelden at en stat ønsker å gjøre et truet minoritetsspråk til statens framtidige hovedspråk .

source: Dás namahan moadde ovdamearkka giellaealáskahttimis mii lea dáhpáhuvvan álgoálbmogiin ja eurohpalaš unnitlohkosaš čearddain .
nob: Her skal nevnes noen eksempler på revitalisering blant urfolk og blant innfødte europeiske minoriteter .

source: Ovdamearkkat álgoálbmotgielaid ealáskahttimis Álgoálbmogiin erenoamážit ruonáeatnanlaččat ja maorit guđet orrot Aotearoas / Ođđa Zealánddas , leat dahkan ollu nanusmahttin dihtii iežaset gielaid , ja Ruonáeatnamis ii báljo leat vejolaš gohčodit inuihttagiela áitojuvvon giellan šat .
nob: Eksempel på revitalisering av urfolksspråk Blant urfolk har særlig grønlenderne og maōriene på Aotearoa / New Zealand gjort mye for å styrke sine språk , og på Grønland kan inuitspråket grønlandsk knapt kalles truet lenger .

source: Dihto áiggi ruonáeatnama giella orui vuoittahallamin dánskkagillii , ja maōrigiela mii lea Aotearoas / Ođđa Zealánddas , áitá ain eaŋgalasgiella , mii lea eanetlohkogiella .
nob: Grønlandsk kunne en tid synes truet av dansk , og maōri på Aotearoa / New Zealand er fremdeles truet av majoritetsspråket engelsk .

source: 1980-logus čuožžilii mánáidgárdelihkadus maōriálbmogis mii lea Aotearoas / Ođđa Zealánddas .
nob: På 1980-tallet oppstod det en barnehagebevegelse blant maōrifolket på Aotearoa / New Zealand .

source: Maōri-giella lea polynesalaš giella maid olbmot hálle Aotearoas / Ođđa Zealánddas ovdalgo eaŋgalasalbmát ihte dohko .
nob: Maōrispråket er et polynesisk språk som ble snakket på Aotearoa / New Zealand før engelskmennene kom dit .

source: Mánáidgárdelihkadusa ulbmil lei oahpahit maōri-kultuvrra ja maōri-giela nuoramus mánáide .
nob: Barnehagebevegelsen ønsket å videreformidle maōri-kultur og maōri-språk til de yngste barna .

source: Dat dáhpáhuvai dakkár dilis mas hui unnán mánát gulle gielaset ruovttus .
nob: Dette skjedde i en situasjon der svært få barn hørte språket hjemme .

source: Eatnašat sis guđet máhtte maorigiela ledje dalle badjel 50 jagi boarrásat , ja eaŋgalasgiella lei šaddan beaivválaš giellan eanaš maoribearrašiin , muhto ii buot bearrašiin gal .
nob: De fleste med innfødt kompetanse i språket maōri var da over femti år , og engelsk hadde tatt over som dagligspråk i de fleste maōrifamilier , men ikke i alle .

source: Aotearoas / Ođđa Zealánddas háliidus lei ahte nuoramus mánát galge beassat leat boarrásat olbmuid luhtte guđet máhtte maorigiela eatnigiellan .
nob: På Aotearoa / New Zealand ville man føre sammen de yngste barna med eldre mennesker som hadde maōri som morsmål .

source: Dan sii čađahedje ođđavugiid hutki mánáidgárddiin , main namma lei Te Kōhanga Reo .
nob: Dette gjennomførte man i nyskapende barnehager som fikk navnet Te Kōhanga Reo .

source: Te Kōhanga Reo lea maōrigiella , ja mearkkaša ” giellabeassi ” .
nob: Te Kōhanga Reo er maōri og betyr ” språkreir ” .

source: Giellabesiin galge hállat duššefal maorigiela , ja vuorrasat maori-gielalaččat galge mánáidgárddis bargat ja leat mánáid gielalaš ovdagovvan .
nob: I språkreirene skulle det bare snakkes maōri , og eldre maōritalende skulle gjennom sitt nærvær og sitt arbeid i barnehagen være språklige forbilder for barna .

source: Maid sii čađahedje giellabesiin Aotearoas / Ođđa Zealánddas , ii lea prinsihpalaččat mihkkege ođđasiid .
nob: Det man gjorde i språkreirene på Aotearoa / New

source: Eará báikkiin máilmmis ledje jo ovddežis sihke giellalávgománáidgárddit ja giellalávgoskuvllat .
nob: Zealand , var ikke noe prinsipielt nytt . Andre steder i verden fantes det fra før både språkbadsbarnehager og språkbadsskoler .

source: Mii lei ođas dáin giellabesiin , lei dat go sii dáinna lágiin oahpahedje dakkár álgoálbmotgiela mii lei nu vuollegis árvvus ja rašis dilis go jo sáhtii leat .
nob: Det nye med språkreirene var at de på denne måten formidlet et urfolksspråk som hadde så lav status og stod så svakt i samfunnet som maōri gjorde .

source: Giellabesiid erenoamášvuohta lea datge ahte dat deattuhit dehálažžan oahpahit mánáide árbevirolaš kultuvrra .
nob: Spesielt for språkreirene er det også at de legger stor vekt på å formidle tradisjonell kultur til barna .

source: Te Kōhanga Reo lea hirbmat bures lihkostuvvan , ja hui ollu maorimánát leat álggu rájis , namalassii 1980-logu rájis , beassan mánnán leat giellabeassemánáidgárddis .
nob: Te Kōhanga Reo er blitt en suksess , og svært mange maōribarn har siden oppstarten på 1980-tallet hatt sin barnehagetid i språkreirbarnehage .

source: Dađistaga leat maid ráhkadan skuvlavuogádaga mas maōrigiella geavahuvvo skuvlafágaid oahpahusgiellan .
nob: Etter hvert er det også bygget opp et skolesystem der maōri brukes som undervisningsspråk i skolefagene .

source: Giellabeassemánáidgárddiid mánát sáhttet álgit daidda skuvllaide , ja dainna lágiin buoridit iežaset giellahálddašeami gitta allaskuvladássái .
nob: Barn fra språkreirbarnehagene kan begynne der , og dermed få videreutviklet sine to språk helt opp til høgskolenivå .

source: Allaskuvllatge leat main geavahit maorigiela .
nob: Det finnes også høgskoler som bruker maōri .

source: Maiddái Hawaii-sulluinge lea dakkár lihkadus mii lea ráhkadan vuogádaga mii sulastahttá dasa mii lea Aotearoas / Ođđa Zealánddas .
nob: Også på Hawaii finnes det en bevegelse som har skapt et liknende system som på Aotearoa / New Zealand .

source: Hawaii-sulluid boares ( eaŋgalasgiela ovdalaš ) giella lea maid polynesalaš giella .
nob: Det gamle ( førengelske ) språket på Hawaii er også et polynesisk språk .

source: Hawaii-lihkadus ii leat viidánan nu ollu go Aotearoa dahje Ođđa Zealándda lihkadus .
nob: Bevegelsen på Hawaii , er ikke blitt så omfattende som den tilsvarende på Aotearoa / New Zealand .

source: katalánagiella maid eahpitkeahttá nanusmuvvan Espánnjas Franco-stivrra gahččama maŋŋá 1970-logus .
nob: Av disse språkene har for eksempel baskisk og katalansk klart styrket seg i Spania etter Franco-regimets fall på 1970-tallet .

source: Stuorrabritánnias leat 1960-logu rájis rahčan ealáskahttit kymrigiela Walesas , ja maŋŋá maiddái geallagiela Skotlánddas .
nob: I Storbritannia er det siden 1960-tallet lagt ned et stort arbeid for å revitalisere kymrisk språk i Wales , og seinere også gælisk språk i Skottland .

source: Muhto dan botta go skotlándda geallagiella lea viehka stuorra deattu vuolde , de giela ealáskahttin bures orru lihkostuvvamin Walesas .
nob: Mens skotsk-gælisk er i en meget presset situasjon , må revitaliseringen i Wales sies å gå godt .

source: Sihke skotlándda geallagiella ja kymrigiella leat keltalaš gielat , muhto dat leat gielladieđalaččat viehka sierraláganat , maiguin hállit eai eisege gulahala gaskaneaset .
nob: Både skotsk-gælisk og kymrisk er keltiske språk , men de er lingvistisk sett svært ulike og er på ingen måte innbyrdes forståelige .

source: Guktuid gielaid áitá eaŋgalasgiella .
nob: Begge språkene er truet av engelsk .

source: Ovddeš áiggi olbmot hálle kymrigiela Walesa miehtá , ja ovdalaš go eaŋgalasalbmát bohte Stuorrabritánniai , de kymrigiella geavahuvvui ain viidát guovllus .
nob: Kymrisk har tidligere vært snakket i hele Wales , og i tiden før engelskmennene kom til Storbritannia , ble det snakket i et enda større område .

source: Jagi 1901 álbmotlohkan čáhjehii ahte Walesa álbmogis bealli hálai kymrigiela .
nob: Ved folketellingen i 1901 snakket halvparten av innbyggerne i Wales kymrisk .

source: Okcilogi jagi maŋŋá , jagi 1991 , walisalaččain 19 % máhtte gielaset .
nob: Nitti år senere , i 1991 , var det 19 % av waliserne som kunne språket .

source: Logut čájehit viiddis giellamolsuma vaikko lohkamis eai váldojuvvoše vuhtii olbmot guđet fárrejit Eaŋgalánddas .
nob: Tallene viser et omfattende språkskifte selv om man holder innflytting fra England utenom .

source: 1960-logu rájis olbmot guđet beroštit kymrigiela boahtteáiggis , leat jođihan árjjalaš áŋgiruššama ealáskahttin dihtii giela .
nob: Fra 1960-tallet av har folk som er opptatt av framtiden for kymrisk , ført en aktiv kampanje for revitalisering av språket .

source: Vuos lei doarru oidnosii buktin dihtii giela ( omd. kymrigielalaš báikenamaid oažžuma dihtii geaidnogalbbaide ja kárttaide ) , dasto vuoigatvuođa dihtii geavahit giela servodaga buot surggiin .
nob: Først var det en kamp for synliggjøring ( for eksempel for kymriske stedsnavn på veiskilt og kart ) , deretter for retten til å bruke språket på alle samfunnsområder .

source: Lihkadus Te Kōhanga Reo lea leamaš viehka mávssolaš ovdamearka eará álgoálbmogiidda das mii guoská giela ealáskahttimii .
nob: Språket i media har også vært et kampområde , for eksempel er det blitt etablert en egen kymriskspråklig fjernsynskanal .

source: Dát visot lea leamaš hirbmat dehálaš buoridan dihtii unnitlohkogiela árvvu ja dainna lágiin bissehit ruovttuid giellamolsuma kymrigielas eaŋgalasgillii .
nob: Alt dette har vært viktig for å heve statusen for minoritetsspråket og for dermed å stanse språkskiftet fra kymrisk til engelsk i hjemmene .

source: Muhto stuorámus doarru lea leamaš skuvllas .
nob: Men den store kampen har stått i skolen .

source: Kymrigiella lea odne buohkaid geatnegas fága guđet vázzet vuođđoskuvlla Walesas .
nob: Kymrisk er i dag obligatorisk fag for alle i grunnskolen i Wales .

source: Daidda ohppiide guđet eai hála kymrigiela ruovttuin , lea vejolaš válljet máŋggalágan giellalávgoskuvllaid , main kymrigiella lea oahpahusgiella muhtun fágain dahje buot fágain .
nob: For elever som ikke snakker kymrisk hjemme , er det mulig å velge ulike former for språkbadskoler , der kymrisk er undervisningsspråk i noen , eller i alle , fag .

source: Dat ollu resurssat mat leat geavahuvvon kymrigillii Walesas , leat buktán bohtosiid .
nob: De store ressursene som er brukt på kymrisk språk i Wales , har gitt resultater .

source: Jos mii atnit álbmotlohkamiid gáldun , de mii oaidnit ahte kymrigielalaččaid lohku dál vuosttamuš geardde čuođi jagis lea lassánišgoahtán .
nob: Om man bruker folketellingene som kilde , vil man se at tallet på kymrisktalende for første gang på hundre år har begynt å stige .

source: 23 bmotlohkamis álbmogis 21 % dieđihedje iežaset kymrigielalažžan .
nob: I folketellingen i 2001 var det 21 % som oppgav at de kunne kymrisk .

source: Giela boahtteáigái lea erenoamáš dehálaš ahte nuorain stuorát proseantaoassi go gaskaleamos buolvvas máhttet hállat kymrigiela .
nob: For språkets framtid er det særlig viktig at det blant de unge er prosentvis flere enn i mellomgenerasjonen som kan snakke kymrisk .

source: Dán ovdáneami lei vejolaš oaidnit jo jagi 1991 álbmotlohkamis .
nob: Dette var en utvikling man kunne registrere allerede ved folketellingen i 1991 .

source: Kymrigiela ovdáneami Walesas ii leat vejolaš eará láhkai čilget go árjjalaš ealáskahttinbarggu ja diđolaš almmolaš giellaplánema boađusin .
nob: Framgangen for kymrisk språk i Wales kan ikke forklares på annen måte enn som et resultat av aktivt revitaliseringsarbeid og bevisst offentlig språkplanlegging .

source: Mánáidgárddiid dáfus gielddat galget fállat vánhenolbmuide guđet sihtet dan , dakkár mánáidgárdái saji mas olles doaibma dahje oasit doaimmas čađahuvvojit jogo suomagillii , meängillii dahje sámegillii .
nob: Overføringsverdi Som eksempel på truede språk er her nevnt irsk ,

source: Vásáhusaid geavaheapmi ođđa dillái Áitojuvvon gielaid ovdamearkan namahuvvui iragiella , ruonáeatnangiella , báskalašgiella , katalánagiella , maorigiella , hawaii-giella , skotlándda geallagiella ja kymrigiella .
nob: grønlandsk , baskisk , katalansk , maōri , hawaii , skotskgælisk og kymrisk .

source: Buot dáin giellaservodagain čađahit árjjalaš ealáskahttinbargguid .
nob: I alle disse språksamfunnene blir det drevet aktivt revitaliseringsarbeid .

source: Gielladilit leat sierraláganat , iige leat vejolaš mekánalaččat geavahit vásáhusaid sámeguovlluin .
nob: Situasjonene er forskjellige , og ingen av erfaringene kan overføres mekanisk til de samiske områdene .

source: Muhto buot dáid giellaservodagaid oktasaš dovdomearka orru leamen dat , ahte ealáskahttinbarggus leat deattuhan giela mánáidgárddiin ja skuvllain .
nob: Men felles for alle disse språksamfunnene synes å være at man i revitaliseringsarbeidet har lagt svært stor vekt på språket i barnehagene og skolene .

source: Giellabeassemánáidgárddit ja giellalávgoskuvllat leat dehálaččat .
nob: Språkreirbarnehager og språkbadskoler står sentralt .

source: Giela oidnosii buktin ja dan árvvu buorideapmi galget sihkkarastit ahte vánhemat ain oahpahit iežaset unnitlohkogiela mánáidasaset .
nob: Synliggjøring og statusheving skal sikre at foreldre fortsetter å overføre minoritetsspråket til barna sine .

source: Mánáidgárddit ja skuvllat galget dalle oahpahit mánáide giela go vánhemat eai nákce dan dahkat vaikko vel sii háliidivčče .
nob: Barnehager og skoler skal stå for overføringen i de tilfellene der foreldrene vil , men ikke lenger kan .

source: Árvaluvvon ođđa láhka nationála unnitloguid ja unnitlohkogielaid birra Ruoŧas Ruoŧŧilaš ráđđehus lea ođđajagemánu 29. b. 2009 geigen Láhkaráđđái ođđa árvaluvvon lága nationála unnitloguid ja unnitlohkogielaid birra .
nob: Forslag til ny lov om nasjonale minoriteter og minoritetsspråk i Sverige Den svenske regjeringen har den 29. januar 2009 overlevert et nytt forslag til lov om nasjonale minoriteter og minoritetsspråk til Lagrådet .

source: Árvalusas leat čuovvovaš váldooasit sámegiela hárrái : Sámegiela , meänkieli ja suomagiela hálddašanguovlu galgá viiddiduvvot .
nob: Forslaget inneholder følgende hovedmomenter hva gjelder samisk språk : Forvaltningsområdet for samisk , meänkieli og finsk språk skal utvides .

source: Sámegiela hálddašanguovlu viiddiduvvo 13 suohkaniin – mat leat Árvesjávri , Berg , Härjedalen , Likšu , Málát , Suorsa , Storuman , Strömsund , Upmi , Vualčir , Åre , Älvdalen ja Östersund .
nob: Forvaltningsområdet for samisk språk utvides med 13 kommuner - Arvidsjaur , Berg , Härjedalen , Lycksele , Malå , Sorsele , Storuman , Strömsund , Umeå , Vilhelmina , Åre , Älvdalen och Östersund .

source: Ovdalis gullet Árjjatluovvi , Jiellevárri , Johkamohkki ja Giron hálddašanguvlui .
nob: Videre inneholder lovforslaget bestemmelser om finsk , meänkieli og samisk i barnehager og eldreomsorg .

source: Boarrásiidfuola hárrái árvaluvvo nuppástus sosiálabálvalusláhkii , mas daddjo ahte suohkan galgá bargat dan badjelii ahte leat bargit geain lea suomagiela , meängiela dahje sámegiela máhttu , go dasa lea dárbu boares olbmuid fuolas .
nob: Når det gjelder barnehager skal kommunen tilby foresatte som ber om det plass i barnehage der hele eller deler av virksomheten forgår på respektive finsk , meänkieli eller samisk . Når det gjelder eldreomsorg foreslås det en endring i sosialtjenesteloven som inneholder at kommunen skal arbeide for at det finns tilgang til personal med

source: Geaidnolágádus oažžu bargun eambbo galbet unnitlohkogielalaš báikenamaid .
nob: Vägverket gis i oppdrag å øke sitt arbeide med skilting på minoritetsspråklige stedsnavn .

source: Stáhtalaš ja gielddalaš eiseválddit ávžžuhuvvojit gáhttet unnitlohkogielalaš báikenamaid ja buktit unnitlohkogielaid oidnosii geaidnogalbbain ja eará mearkkain .
nob: Statlige og kommunale myndigheter oppfordres å verne minoritetsspråklige stednavn og synliggjøre minoritetsspråkenes nærværende gjennom skilting og annen merking .

source: Suomagiela , meänkieli ja sámegiela hálddašanguovllu viiddideapmái biddjojuvvojit 50 milj. ruvnnu , mat mannet stáhtadoarjjan áššáigullevaš gielddaide .
nob: For utvidelse av forvaltningsområdet for finsk , meänkieli og samisk avsettes 50 millioner kroner som statstilskudd til berørte kommuner .

source: Guokte sámi giellaguovddáža ásahuvvojit oarjilsámi guvlui , namalassii Luvlieluspái ja Deardnái .
nob: To samiske språksentre etableres i det sydsamiske området , i Östersund og Tärnaby .

source: Ruoŧa sámediggi lea ráđđehusa gohččosa mielde ráhkadan jagi 2008 giellagiehtagirjji gielddaid ja eiseválddiid várás : www.samediggi.se 4009 / Giellagiehtagirjji ulbmil lea oidnosii buktit sámegiela ja buoridit bargiid sámegiela máhtu , muhto maiddái oaččuhit álbmoga eambbo geavahit sámegiela go sis lea dahkamuš eiseválddiiguin .
nob: Sametinget i Sverige har på oppdrag fra regjeringen i 2008 utarbeidet en språkhåndbok for kommuner og myndigheter www.samediggi.se 4009. / Målet med språkhåndboken er å synliggjøre samisk språk og øke samiskkompetansen hos ansatte , men også øke allmennhetens bruk av samisk i kontakt med myndighetene .

source: Giellagiehtagirjjis leat čielga árvalusat dasa , makkár vuogi mielde sámegiela bargu galgá doaimmahuvvot gielddas , ja giellaprográmmaide ja doaibmaplánaide mállet .
nob: I språkhåndboken gis konkrete forslag på modell for arbeid med samisk språk på kommunalt nivå , modeller til språkprogram og handlingsplaner .

source: Dasto lea das vel formulára gielladili kártema várás .
nob: Videre inneholder den formular for kartlegging av språksituasjonen .

source: OAHPPAT : Nannet oahpahusa davvi- , julev- ja oarjilsámegielas ja - gillii buot dásiin Bearaš lea deháleamos joret mas bidjat vuođu mánáid gielalaš ovdáneapmái .
nob: LÆRE : Styrke opplæringen i og på nord- , lule- og sørsamisk på alle nivå Familien er den viktigste arena for å legge basis for et barns språklige utvikling .

source: Ollu sámi mánát ožžot álggu rájis jo sámegiela eatnigiellan – ollu sámi mánát maid ožžot guokte eatnigiela , sámegiela ja ovtta eará giela , dávjjimusat dárogiela .
nob: Mange samiske barn får fra starten av samisk som morsmål – mange samiske barn får også to morsmål , samisk og et ikke-samisk språk , fortrinnvis norsk .

source: Muhtun vánhemat eai dattetge hálddaš sámegiela eaige dan geažil sáhte oahpahit mánáidasaset sámegiela eatnigiellan .
nob: Noen foreldre behersker imidlertid ikke samisk og kan derfor ikke selv overføre samisk som morsmål til barna .

source: Sámegielaid ealáskahttinbarggus lea dat giellabargu maid mánáidgárddit ja skuvllat dahket , erenoamáš dehálaš , gč. kapihttala Makkár vásáhusat leat giellaealáskahttimis eará riikkain .
nob: I revitaliseringen av de samiske språkene er språkarbeidet som gjøres i barnehagene og skolene spesielt viktige , jf. kapittel om erfaringer med språkrevitalisering i andre land .

source: Mánáidgárddiin ja skuvllain lea dehálaš bargun oahpahit sámegiela mánáide dain dáhpáhusain main vánhe- mat ieža eai máhte sámegiela , muhto háliidit ahte sin mánát galget šaddat sámegielalažžan .
nob: Barnehager og skoler har en viktig oppgave i overføring av samisk språk i de tilfellene hvor foreldrene vil at barna skal bli samiskspråklige , men selv ikke kan snakke samisk .

source: Mánáidgárdi lea dehálaš go mánát galget oahppat sámegiela buori ovttasdoaibmangiellan .
nob: Barnehagen er viktig for at barna skal kunne utvikle et godt samisk samhandlingsspråk .

source: Dain guovlluin main sámegiella ii leat olbmuid ovttastallangiella , lea erenoamáš dehálaš bidjat vuođu máná sámegielalaš ovdáneapmái jo mánáidgárddis .
nob: I områder hvor samisk språk ikke er et samhandlingsspråk er det spesielt viktig å legge grunnlaget for barnas samiskspråklige utvikling gjennom barnehagen .
